{
    "cat": [
        "Every year, nearly four million cats are eaten in Asia",
        "On average, cats spend 2/3 of every day sleeping",
        "Unlike dogs, cats do not have a sweet tooth",
        "When a cat chases its prey, it keeps its head level",
        "The technical term for a cat's hairball is a bezoar",
        "A group of cats is called a clowder",
        "Female cats tend to be right pawed, while male cats are more often left pawed",
        "A cat cannot climb head first down a tree because its claws are curved the wrong way",
        "Cats make about 100 different sounds",
        "A cat's brain is biologically more similar to a human brain than it is to a dog's",
        "There are more than 500 million domestic cats in the world",
        "Approximately 24 cat skins can make a coat",
        "During the Middle Ages, cats were associated with witchcraft",
        "Cats are the most popular pet in North American Cats are North America's most popular pets",
        "Approximately 40,000 people are bitten by cats in the U.S?",
        "A cat's hearing is better than a dog's",
        "A cat can travel at a top speed of approximately 31 mph (49 km) over a short distance",
        "A cat can jump up to five times its own height in a single bound",
        "Some cats have survived falls of over 20 meters",
        "Researchers are unsure exactly how a cat purrs",
        "When a family cat died in ancient Egypt, family members would mourn by shaving off their eyebrows",
        "In 1888, more than 300,000 mummified cats were found an Egyptian cemetery",
        "Most cats give birth to a litter of between one and nine kittens",
        "Smuggling a cat out of ancient Egypt was punishable by death",
        "The earliest ancestor of the modern cat lived about 30 million years ago",
        "The biggest wildcat today is the Siberian Tiger",
        "The smallest wildcat today is the Black-footed cat",
        "Many Egyptians worshipped the goddess Bast, who had a woman's body and a cat's head",
        "Mohammed loved cats and reportedly his favorite cat, Muezza, was a tabby",
        "The smallest pedigreed cat is a Singapura, which can weigh just 4 lbs",
        "Cats hate the water because their fur does not insulate well when it's wet",
        "The Egyptian Mau is probably the oldest breed of cat",
        "A cat usually has about 12 whiskers on each side of its face",
        "A cat's eyesight is both better and worse than humans",
        "A cat's jaw can't move sideways, so a cat can't chew large chunks of food",
        "A cat almost never meows at another cat, mostly just humans",
        "A cat's back is extremely flexible because it has up to 53 loosely fitting vertebrae",
        "Many cat owners think their cats can read their minds",
        "Two members of the cat family are distinct from all others: the clouded leopard and the cheetah",
        "In Japan, cats are thought to have the power to turn into super spirits when they die",
        "Most cats had short hair until about 100 years ago, when it became fashionable to own cats and experiment with breeding",
        "Cats have 32 muscles that control the outer ear",
        "Cats have about 20,155 hairs per square centimeter",
        "The first cat show was organized in 1871 in London",
        "A cat has 230 bones in its body",
        "Foods that should not be given to cats include onions, garlic, green tomatoes, raw potatoes, chocolate, grapes, and raisins",
        "A cat's heart beats nearly twice as fast as a human heart",
        "Cats spend nearly 1/3 of their waking hours cleaning themselves",
        "Grown cats have 30 teeth",
        "The largest cat breed is the Ragdoll",
        "Cats are extremely sensitive to vibrations",
        "The cat who holds the record for the longest non-fatal fall is Andy",
        "The richest cat is Blackie who was left £15 million by his owner, Ben Rea",
        "Around the world, cats take a break to nap —a catnap— 425 million times a day",
        "In homes with more than one cat, it is best to have cats of the opposite sex. They tend to be better housemates?",
        "Cats are unable to detect sweetness in anything they taste",
        "Perhaps the oldest cat breed on record is the Egyptian Mau, which is also the Egyptian language's word for cat",
        "In one litter of kittens, there could be multiple father cats",
        "Teeth of cats are sharper when they're kittens. After six months, they lose their needle-sharp milk teeth",
        "Collectively, kittens yawn about 200 million time per hour",
        "According to the International Species Information Service, there are only three Marbled Cats still in existence worldwide.  One lives in the United States?",
        "Cats show affection and mark their territory by rubbing on people. Glands on their face, tail and paws release a scent to make its mark",
        "Maine Coons are the most massive breed of house cats. They can weigh up to around 24 pounds",
        "If you killed a cat in the ages of Pharaoh, you could've been put to death",
        "Most cats will eat 7 to 20 small meals a day. This interesting fact is brought to you by Nature's Recipe®",
        "Most cats don't have eyelashes",
        "Call them wide-eyes: cats are the mammals with the largest eyes",
        "Cats who eat too much tuna can become addicted, which can actually cause a Vitamin E deficiency",
        "Cats can pick up on your tone of voice, so sweet-talking to your cat has more of an impact than you think",
        "Some cats can survive falls from as high up as 65 feet or more",
        "Genetically, cats' brains are more similar to that of a human than a dog's brain",
        "If your cat's eyes are closed, it's not necessarily because it's tired. A sign of closed eyes means your cat is happy or pleased",
        "Cats CAN be lefties and righties, just like us. More than forty percent of them are, leaving some ambidextrous",
        "Cats have the skillset that makes them able to learn how to use a toilet",
        "Each side of a cat's face has about 12 whiskers",
        "Landing on all fours is something typical to cats thanks to the help of their eyes and special balance organs in their inner ear. These tools help them straighten themselves in the air and land upright on the ground?",
        "Eating grass rids a cats' system of any fur and helps with digestion",
        "Cats have 24 more bones than humans",
        "Black cats aren't an omen of ill fortune in all cultures. In the UK and Australia, spotting a black cat is good luck",
        "The Maine Coon is appropriately the official State cat of its namesake state",
        "The world's most fertile cat, whose name was Dusty, gave birth to 420 kittens in her lifetime",
        "Sometimes called the Canadian Hairless, the Sphynx is the first cat breed that has lasted this long—the breed has been around since 1966",
        "Sir Isaac Newton, among his many achievements, invented the cat flap door",
        "In North America, cats are a more popular pet than dogs. Nearly 73 million cats and 63 million dogs are kept as household pets",
        "Today, cats are living twice as long as they did just 50 years ago",
        "Outdoor cats' lifespan averages at about 3 to 5 years; indoor cats have lives that last 16 years or more",
        "Cats have the cognitive ability to sense a human's feelings and overall mood",
        "Cats prefer their food at room temperature—not too hot, not too cold",
        "Bobtails are known to have notably short tails -- about half or a third the size of the average cat",
        "A fingerprint is to a human as a nose is to a cat",
        "Cats have over 100 sounds in their vocal repertoire, while dogs only have 10",
        "Cats came to the Americas from Europe as pest controllers in the 1750s",
        "According to the Association for Pet Obesity Prevention (APOP), about 50 million of our cats are overweight",
        "Cats use their whiskers to measure openings, indicate mood and general navigation",
        "Blue-eyed cats have a high tendency to be deaf, but not all cats with blue eyes are deaf",
        "Ancient Egyptians first adored cats for their finesse in killing rodents—as far back as 4,000 years ago",
        "The color of York Chocolates becomes richer with age. Kittens are born with a lighter coat than the adults",
        "Because of widespread cat smuggling in ancient Egypt, the exportation of cats was a crime punishable by death",
        "Cats actually have dreams, just like us. They start dreaming when they reach a week old",
        "It is important to include fat in your cat's diet because they're unable to make the nutrient in their bodies on their own"
    ],
    "dog": [
        "Puppies have 28 teeth and adult dogs have 42?",
        "Hollywood's first and arguably best canine superstar was Rin Tin Tin, a five-day-old German Shepherd found wounded in battle in WWI France and adopted by an American soldier, Lee Duncan. He would sign his own contracts with his paw print?",
        "Spiked dog collars were used to protect dogs' throats from wolf attacks in ancient Greece?",
        "Chocolate contains a substance known as theobromine (similar to caffeine) which can kill dogs or, at the very least, make them violently ill?",
        "A dog's whiskers are used as sensing devices?",
        "Dogs judge objects first by their movement, then by their brightness, and lastly by their shape?",
        "In ancient China, an emperor's last line of defense was a small Pekingese dog literally hidden up his sleeve?",
        "Greyhounds appear to be the most ancient dog breed. 'Greyhound' comes from a mistake in translating the early German name Greishund, which means 'old (or ancient) dog,' not from the color gray?",
        "There are about 400 million dogs in the world?",
        "Dogs with little human contact in the first three months typically don't make good pets?",
        "Endal was the first dog to ride on the London Eye (the characteristic ferris wheel in London, England), and was also the first known dog to successfully use a ATM machine?",
        "Dogs' only sweat glands are between their paw pads?",
        "Dogs can count up to five and can perform simple mathematical calculations?",
        "Dogs can see best at dawn and dusk?",
        "Zorba, an English mastiff, is the biggest dog ever recorded. He weighed 343 pounds and measured 8' 3'' from his nose to his tail?",
        "Dogs have a wet nose to collect more of the tiny droplets of smelling chemicals in the air?",
        "It pays to be a lap dog. Three dogs (from First Class cabins!) survived the sinking of the Titanic – two Pomeranians and one Pekingese?",
        "A dog's vision is not fully developed until after the first month?",
        "The smallest dog on record was a matchbox-size Yorkshire Terrier. It was 2.5'' tall at the shoulder, 3.5'' from nose tip to tail, and weighed only 4 ounces?",
        "The Beagle came into prominence in the 1300s and 1400s during the days of King Henry VII of England. Elizabeth I was fond of Pocket Beagles, which were only 9'' high?",
        "Chase that tail! Dogs chase their tails for a variety of reasons: curiosity, exercise, anxiety, predatory instinct or, they might have fleas! If your dog is chasing his tail excessively, talk with your vet?",
        "Irish Wolfhounds, the tallest breed, are 30 to 35 inches tall?",
        "Growing up. While the Chow Chow dogs are well known for their distinctive blue-black tongues, they're actually born with pink tongues. They turn blue-black at 8-10 weeks of age?",
        "Greyhounds are the fastest dogs on earth, with speeds of up to 45 miles per hour?",
        "Rock star Ozzy Osborne saved his wife Sharon's Pomeranian from a coyote by tackling and wresting the coyote until it released the dog?",
        "In addition to 'formal' forms of dog training (operant conditioning, reinforcement, or classical conditioning), dogs are able to learn merely from observation?",
        "Some dogs can smell dead bodies under water, where termites are hiding, and natural gas buried under 40 feet of dirt. They can even detect cancer that is too small to be detected by a doctor and can find lung cancer by sniffing a person's breath?",
        "U.S. Customs dogs 'Rocky' and 'Barco' were so good at patrolling the border that Mexican drug lords put a $300,000 bounty on their heads?",
        "Different smells in the a dog's urine can tell other dogs whether the dog leaving the message is female or male, old or young, sick or healthy, happy or angry?",
        "Dogs can see in color, though they most likely see colors similar to a color-blind human. They can see better when the light is low?",
        "One of Shakespeare's most mischievous characters is Crab, the dog belonging to Launce in the Two Gentlemen of Verona. The word 'watchdog' is first found in The Tempest?",
        "The oldest dog on record – a Queensland Heeler named Bluey – was 29 years, 5 months old?",
        "Teddy Roosevelt's dog, Pete, ripped a French ambassador's pants off at the White House?",
        "Obesity is the top health problem among dogs?",
        "The Mayans and Aztecs symbolized every tenth day with the dog, and those born under this sign were believed to have outstanding leadership skills?",
        "The Labrador Retriever has been the most popular dog breed since 1991?",
        "Dogs' nose prints are as unique as a human's finger prints, and can be used to accurately identify them?",
        "When 'Bobbie,' a Collie/Shepherd mix, was accidentally abandoned on a family vacation, he traveled 2,551 miles over six months to return to his home?",
        "Analysis of the dog genome demonstrate only 4 major types of dogs: 'Old Lineage Dogs,' 'Mastiff-type Dogs,' 'Herding Dogs,' and 'Modern Hunting Dogs.'",
        "Davy Crockett had a dog named Sport?",
        "Dogs live an average of 15 years?",
        "The dog was frequently depicted in Greek art, including Cerberus, the three-headed hound guarding the entrance to the underworld, and the hunting dogs which accompanied the virgin goddess of the chase, Diana?",
        "Puppies sleep 90% of the day for their first few weeks?",
        "Many foot disorders in dogs are simply an issue of too-long toenails?",
        "A Russian dog named Laika was the first animal in space, traveling around Earth in 1957?",
        "Move over Rover! 45% of dogs sleep in their owner's bed (we're pretty sure a large percentage also hog the blankets!)",
        "Dogs with a flesh colored nose is said to have a 'Dudley Nose.'",
        "Fifty-eight percent of people put pets in family and holiday portraits?",
        "The U.S. has the highest dog population in the world?",
        "Newfoundlands are great swimmers because of their webbed feet?",
        "The Berger Picard, Miniature American Shepherd and Lagotto Romagnolo are the newest dog breeds recognized by the American Kennel Club in 2015?",
        "During the Middle Ages, mixed breeds of peasants' dogs were required to wear blocks around their necks to keep them from breeding with noble hunting dogs. Purebred dogs were very expensive and hunting became the province of the rich?",
        "The Chihuahua was named after the state in Mexico where they were discovered?",
        "Teams of dogs compete for the fastest time without errors in Flyball races?",
        "Three of the 12 dogs on the Titanic survived?",
        "Bichons, Portuguese Water Dogs, Kerry Blue Terriers, Maltese and Poodles are all good choices if you have allergies since they shed less than other breeds?",
        "Petting a dog can lower your blood pressure?",
        "One survey reports that 33% of dog owners admit they talk to their dogs on the phone or leave messages on answering machines while they are away.?",
        "Dogs are naturally submissive to any creature with a higher pack status?",
        "Dogs are naturally submissive to any creature with higher pack status, human or canine?",
        "President Lyndon Johnson had two beagles named Him and Her?",
        "Humans can detect sounds at 20,000 times per second, while dogs can sense frequencies of 30,000 times per second?",
        "The most dogs ever owned by one person were 5,000 Mastiffs owned by Kublai Khan?",
        "There are an estimated 400 million dogs in the world?",
        "More than one in three U.S. families owns a dog?",
        "Dogs don't enjoy being hugged as much as humans and other primates. Canines interpret putting a limb over another animal as a sign of dominance?",
        "The phrase 'raining cats and dogs' originated in 17th century England when it is believed that many cats and dogs drowned during heavy periods of rain?",
        "The ancient religion Zoroastrianism includes in its religious text titled the Zend Avesta a section devoted to the care and breeding of dogs?",
        "The bible mentions dogs 14 times?",
        "Boxers are so named because of their manner of playing using their front paws?",
        "During the Renaissance, detailed portraits of the dog as a symbol of fidelity and loyalty appeared in mythological, allegorical, and religious art throughout Europe, including works by Leonardo da Vinci, Diego Velázquez, Jan van Eyck, and Albrecht Durer?",
        "Petting dogs is proven to lower blood pressure of dog owners?",
        "Smaller breeds mature faster than larger breeds?",
        "Dogs have no sense of time?",
        "In 2001, it was estimated that there are approximately 400 million dogs in the world?",
        "At the end of WWI, the German government trained the first guide dogs for war-blinded soldiers?",
        "Dogs sleep for an average of 10 hours per day?",
        "Dogs have been used since the 1700's for therapy?",
        "Smaller breeds of dogs mature faster than larger breeds?",
        "A dog's pregnancy lasts for approximately 60 days?",
        "Seventy percent of people sign their pet's name on greeting and holiday cards?",
        "French poodles did not originate in France but in Germany ('poodle' comes from the German pudel or pudelhund, meaning 'splashing dog'). Some scholars speculate the poodle's puffs of hair evolved when hunters shaved the poodle for more efficient swimming, while leaving the pom-poms around the major joints to keep them warm?",
        "In 1957, Laika became the first living being in space via an earth satellite and JFK's terrier, Charlie, fathered 4 puppies with Laika's daughter?",
        "The most popular dog breed in Canada, U.S., and Great Britain is the Labrador retriever?",
        "Although it was once illegal to keep dogs as pets in Iceland's capital city, the laws have been relaxed?",
        "The Basenji is the only barkless dog?",
        "Dogs are capable of understanding up to 250 words and gestures, can count up to five and can perform simple mathematical calculations. The average dog is as intelligent as a two-year-old child?",
        "Basset Hounds cannot swim?",
        "The phrase 'raining cats and dogs' originated in seventeenth-century England. During heavy rainstorms, many homeless animals would drown and float down the streets, giving the appearance that it had actually rained cats and dogs?",
        "The Labrador is so popular, in 2006 there were approximately 3-5 times more Labs as there were German Shepherds or Golden Retrievers?",
        "Male dogs will raise their legs while urinating to aim higher on a tree or lamppost because they want to leave a message that they are tall and intimidating. Some wild dogs in Africa try to run up tree trunks while they are urinating to appear to be very large?",
        "Even with their poor eyesight, dogs can still see better at night than humans do?",
        "An elderly woman was saved by her 12-pound Yorkshire Terrier, who fought off an 80- pound Akita, and survived with only 9 stitches?",
        "Unlike cats, dogs are not exclusively carnivores: they can adapt to different foods, and a percentage of their diets can be fruits and vegetables?",
        "Female wolves have been known to travel great distances to regurgitate full meals for their hungry pups?",
        "There are hundreds of breeds of dogs?",
        "In Egypt, a person bitten by a rabid dog was encouraged to eat the roasted liver of a dog infected with rabies to avoid contracting the disease. The tooth of a dog infected with rabies would also be put in a band tied to the arm of the person bitten. The menstrual blood of a female dog was used for hair removal, while dog genitals were used for preventing the whitening of hair?",
        "Dogs can get jealous when their humans display affection toward someone or something else?",
        "Weird dog laws include allowing police offers in Palding, Ohio, to bite a dog to quiet it. In Ventura County, California, cats and dogs are not allowed to have sex without a permit?",
        "The largest dog was an English Mastiff who weighed 343 pounds?"
    ],
    "panda":[
        "The life span of giant pandas in the wild is approximately 20 years. Captive pandas may live to be 25-30 years old?",
        "The eyespots of a giant panda cub are initially in the shape of a circle. As the cub grows, the circles become shaped like a teardrop?",
        "The giant panda has been on the endangered species list since 1990. The most significant threats to pandas are habitat loss and poaching. China is only approximately 5% greater than the U.S. in area but has four times the population?",
        "Pandas have been a symbol of peace in China. For example, hundreds of years ago, warring tribes in China would raise a flag with a picture of a panda on it to stop a battle or call a truce?",
        "Giant pandas are on the brink of extinction, with just over 1,000 pandas left in the world. Scientists are hoping to increase the wild panda population to 5,000 by 2025?",
        "The red panda and the giant panda share the same habitat and diet, and both animals are also endangered. However, scientific tests show that the red panda is in the raccoon family while the giant panda is in the bear family. Some scientists believe that the giant panda is so special that it should belong to its own family group?",
        "According to legend, the panda was once an all-white bear. When a small girl tried to save a panda cub from being attacked by a leopard, the leopard killed the girl instead. Pandas came to her funeral wearing armbands of black ashes. As they wiped their eyes, hugged each other, and covered the ears, they smudged the black ashes?",
        "Pandas can stand upright, but their short hind legs aren't strong enough to support their bodies. A panda's bones are twice as heavy as the bones of other animals the same size?",
        "Pandas are pigeon-toed; in other words, they walk with their front paws turned inward?",
        "Pandas do not run fast—a slow trot is as fast as they can go. The fastest bear is the black bear, which can run 35 miles per hour. That's about as a fast as a horse or deer?",
        "Pandas rely less on visual memory than they do on spatial memory to locate a mate's home range area and preferred patches of bamboo. Spatial memory is defined as the ability to remember a location?",
        "Many Chinese philosophers believe that the universe is made from two opposing forces, the Yin and Yang. The panda is one symbol of this philosophy with its contrasting black-and-white fur. The Chinese believe that the gentle nature of the panda demonstrates how the Yin and Yang bring peace and harmony when they are balanced?",
        "Female pandas ovulate only once a year. They are fertile only two or three days of the year?",
        "It takes about five years for a female cub to become an adult and up to seven years for a male cub?",
        "There are only about 240 captive pandas in the world. They are all part of a breeding program?",
        "The ancestor of the giant panda is the Ailurarctos (''cat bear''), which is an extinct genus of the Chinese panda that lived 8 million years ago. The skull of another ancestor, Ailuropoda microta, shows that it was half the size of a modern-day giant panda. Research shows that for the past 3 million years, giant pandas have evolved as a separate linage from other bears?",
        "Pandas have plantigrade feet. This means their entire foot (toes and heel) touches the ground when walking, which is similar to the way humans, other bears, and rodents walk. Other animals, such as dogs, cats, and horses walk with their weight on their toes?",
        "Mother pandas in captivity give birth to twins more often than mothers in the wild do?",
        "More than half of newborn pandas die from diseases or from being accidentally crushed by their mothers?",
        "From 1974-1989, half of the panda's habitat in China's Sichuan areas was destroyed by human activity?",
        "Giant panda cubs are usually born in August or September and are the size of a stick of butter. A cub has pink skin, a thin coat of white fur, a long tail, and no teeth. Its eyes are closed. By the end of the first month, the baby panda has all of its spots. Its eyes open around 4-6 weeks. A baby panda is almost 2 months old before it is the size of an average human newborn baby. A baby is almost 2 years old when it leaves its mother?",
        "A pair of breeding pandas needs more than 11 square miles of land. One giant panda usually needs between 2.5 to 4 square miles of land to survive?",
        "A panda fur is worth between $60,000 and $100,000 on the illegal trade market?",
        "Young pandas stay with the mothers for as long as three years, which means that a wild panda may raise only three or four cubs in a lifetime?",
        "Panda researchers have counted 11 different panda calls—and four of them are used only when searching for a mate?",
        "An adult giant panda weighs about 200-300 pounds (90-135 kg)",
        "A panda mother is 900 times bigger than her newborn cub, which weighs less than 5 oz. In comparison, an 8-pound human baby would have a mother that weighed 7,200 pounds?",
        "On all fours, a giant panda stands about 3 feet (.9 m) tall at the shoulder and measures about 5 feet (1.5 m) long. Males are about 10% larger than females?",
        "Although a giant panda's fur looks silky and soft, it is quite thick and wiry. The hair of an adult giant panda can grow up to 4 inches (10 cm) long?",
        "Pandas have lived on Earth for two to three million years?",
        "Scientists are unsure why the giant panda has the markings it has. Some biologists believe the panda's colors are camouflage of light and dark to help the panda hide in the shadows in a bamboo forest. Other scientists believe the black and white markings help the panda keep a steady temperature, or that the colors help the giant panda avoid other pandas. Still other biologists believe that the panda's large black eyespots make their eyes look bigger and their stare more aggressive?",
        "A panda's throat has a special lining to protect it from bamboo splinters?",
        "Giant pandas have 42 teeth. Like humans, giant pandas have two sets of teeth in their lifetime?",
        "There is only one species of pandas (Ailuropoda melanoleuca or ''black-and-white cat foot''). Wild pandas live only in small pockets of land in southwestern China?",
        "The panda spends 14-16 hours a day eating bamboo?",
        "The Chinese call giant pandas daxiongmao or ''large bear cat''. Pandas have also been known as ''beast of prey'', ''white leopard'', ''iron eating beast'', and ''bamboo bear''?",
        "The word ''panda'' may have developed from the Nepalese word poonya, which means ''bamboo-eating animal'' or ''plant-eating animal.''",
        "After Richard Nixon visited China in 1972, he received two pandas from the Chinese leader, Chairman Mao. The two pandas, Ling-Ling and Hsing-Hsing, were placed in the National Zoo in Washington D.C. More than 1 million people visited them during their first year there. Nixon was the first U.S. president to ever visit China?",
        "Much of the food that a giant panda eats is not digested. An adult giant panda in the spring can produce about 62 pounds of droppings in 24 hours?",
        "A panda's entire mating process takes only about two or three days. Once they have mated, females chase the males out of their territory and raise their cubs on their own?",
        "The gestation period for giant pandas varies from 97-163 days. This wide range is due to delayed implantation, which means that after a giant panda becomes pregnant, the cub starts to grow only if the mother panda is able to get enough food. Once the cub starts to develop, it takes about 45-60 days before it is born?",
        "A giant panda usually gives birth to a single cub. Sometimes twins are born, but when this happens, the mother typically ignores the weaker cub. She does not have enough energy to care for two cubs?",
        "The first giant panda ever to be born in captivity was born in a Beijing zoo in 1963?",
        "Giant pandas have been driven out of the lowland areas where they used to live and now are found only in the Chinese provinces of Sichuan, Gansu, and Shaanxi. The forests in these provinces are very damp and rainy. In one year, a forest may receive up to 50 inches of rain and snow?",
        "There are 300 species of bamboo in China. There are about 25 different kinds in the mountains where the pandas live. Pandas especially like to eat umbrella, arrow, and golden bamboo?",
        "A giant panda's face is cute, but it is not chubby. It gets its shape from massive cheek muscles. In fact, a giant panda's jaw and cheek muscles are so powerful that a panda can easily chew an aluminum dish into tiny pieces. They can also easily bite through a thick bamboo stalk. Humans have trouble cutting the same stalk with an ax?",
        "Although 99% of their diet is bamboo, a panda's digestive system is designed for meat. In fact, pandas absorb only 20%-30 % of bamboo nutrients. Other plant eaters such as deer absorb around 80%. This means the panda has to eat most of the time it is awake to get enough nutrients to survive?",
        "The Sichuan tribe in China believes that panda urine can dissolve a swallowed needle. They also believe that sleeping on a panda pelt helps keep away ghosts and helps foretell the future. In the Quin dynasty (220 B.C.), an early dictionary called Er Ya, claimed that a panda's pelt could help control menses?",
        "On average, a panda eats 25-30 pounds of bamboo in one day. In the spring, a panda may eat 100 pounds in a day?",
        "A giant panda can peel and eat a bamboo shoot in about 40 seconds?",
        "Bamboo reaches its flowering cycle every 30-120 years. After bamboo flowers, the entire species of bamboo dies in a process called bamboo dieback. It can take up to 10-15 years for the bamboo to grow back. Pandas have usually been able to migrate to other areas, but they have lost so much of thier habitant to humans that migration has become increasingly difficult",
        "It is very rare to see more than one panda at a time in the wild. Giant pandas cannot afford the energy it would take to compete with one another for food, territory, and mates?",
        "Adult pandas are so large that they do not have many natural enemies. Snow leopards, however, will prey on vulnerable panda cubs or old and sick adult pandas?",
        "Keeping even a single panda in a zoo is expensive. A panda costs five times more to keep than the next most expensive animal, an elephant?",
        "In China, giant pandas are considered to be national treasures?",
        "It was not until the 20th century that giant pandas became known to the rest of the world outside of China. The first live giant Panda to leave China in 1936 was named Su-Lin (''a little bit of something very cute''). He arrived at the Brookfield Zoo in Chicago?",
        "Fashion designer and socialite Ruth Harkness (1900-1947), without training or experience, became the first Westerner to capture and present a live giant panda to the world outside China?",
        "Giant pandas have been the symbol of the international conservation organization WWF, or the World Wide Fund for Nature, since it was founded in 1961?",
        "Some scientists believe that the giant panda is a remnant species, meaning that it is becoming extinct naturally, not just because of human activity. Other scientists believe that the panda's problems are directly caused by humans?",
        "There are about 15 giant pandas in zoos outside of China. Chinese zoos display another 90 captive animals?",
        "Under its fur, the skin of a giant panda is black where its fur is black, and pink where its fur is white?",
        "Giant pandas have a very good sense of smell. Even at night, they can find the best bamboo stalks by scent?",
        "Giant pandas have evolved a unique ''thumb'' which they use to hold bamboo stalks. This thumb is actually a modified wrist bone?",
        "It has been illegal to kill pandas in China since the 1960s, but the laws were not enforced strictly. In 1987, the laws were strengthened to increase punishment from two years to a life sentence or even death. Today the punishment is less severe: 10-20 years in prison?",
        "Giant pandas do not hibernate because their bamboo diet will not allow them to build up enough fat reserves for the winter?",
        "Unlike the rest of the bear family, pandas do not use facial expressions to communicate. When one panda wants to threaten another, it stares at its opponent with its head down. Researchers believe a panda may do that so that its black ears will look like another pair of eyes against the white fur of its neck?",
        "Pandas have sometimes been seen rolling down slopes. While they may be playing, they may also be trying to dislodge twigs from their fur?"
    ],
	"pupp": [
        "Puppies have 28 teeth and adult dogs have 42?",
        "Hollywood's first and arguably best canine superstar was Rin Tin Tin, a five-day-old German Shepherd found wounded in battle in WWI France and adopted by an American soldier, Lee Duncan. He would sign his own contracts with his paw print?",
        "Spiked dog collars were used to protect dogs' throats from wolf attacks in ancient Greece?",
        "Chocolate contains a substance known as theobromine (similar to caffeine) which can kill dogs or, at the very least, make them violently ill?",
        "A dog's whiskers are used as sensing devices?",
        "Dogs judge objects first by their movement, then by their brightness, and lastly by their shape?",
        "In ancient China, an emperor's last line of defense was a small Pekingese dog literally hidden up his sleeve?",
        "Greyhounds appear to be the most ancient dog breed. 'Greyhound' comes from a mistake in translating the early German name Greishund, which means 'old (or ancient) dog,' not from the color gray?",
        "There are about 400 million dogs in the world?",
        "Dogs with little human contact in the first three months typically don't make good pets?",
        "Endal was the first dog to ride on the London Eye (the characteristic ferris wheel in London, England), and was also the first known dog to successfully use a ATM machine?",
        "Dogs' only sweat glands are between their paw pads?",
        "Dogs can count up to five and can perform simple mathematical calculations?",
        "Dogs can see best at dawn and dusk?",
        "Zorba, an English mastiff, is the biggest dog ever recorded. He weighed 343 pounds and measured 8' 3'' from his nose to his tail?",
        "Dogs have a wet nose to collect more of the tiny droplets of smelling chemicals in the air?",
        "It pays to be a lap dog. Three dogs (from First Class cabins!) survived the sinking of the Titanic – two Pomeranians and one Pekingese?",
        "A dog's vision is not fully developed until after the first month?",
        "The smallest dog on record was a matchbox-size Yorkshire Terrier. It was 2.5'' tall at the shoulder, 3.5'' from nose tip to tail, and weighed only 4 ounces?",
        "The Beagle came into prominence in the 1300s and 1400s during the days of King Henry VII of England. Elizabeth I was fond of Pocket Beagles, which were only 9'' high?",
        "Chase that tail! Dogs chase their tails for a variety of reasons: curiosity, exercise, anxiety, predatory instinct or, they might have fleas! If your dog is chasing his tail excessively, talk with your vet?",
        "Irish Wolfhounds, the tallest breed, are 30 to 35 inches tall?",
        "Growing up. While the Chow Chow dogs are well known for their distinctive blue-black tongues, they're actually born with pink tongues. They turn blue-black at 8-10 weeks of age?",
        "Greyhounds are the fastest dogs on earth, with speeds of up to 45 miles per hour?",
        "Rock star Ozzy Osborne saved his wife Sharon's Pomeranian from a coyote by tackling and wresting the coyote until it released the dog?",
        "In addition to 'formal' forms of dog training (operant conditioning, reinforcement, or classical conditioning), dogs are able to learn merely from observation?",
        "Some dogs can smell dead bodies under water, where termites are hiding, and natural gas buried under 40 feet of dirt. They can even detect cancer that is too small to be detected by a doctor and can find lung cancer by sniffing a person's breath?",
        "U.S. Customs dogs 'Rocky' and 'Barco' were so good at patrolling the border that Mexican drug lords put a $300,000 bounty on their heads?",
        "Different smells in the a dog's urine can tell other dogs whether the dog leaving the message is female or male, old or young, sick or healthy, happy or angry?",
        "Dogs can see in color, though they most likely see colors similar to a color-blind human. They can see better when the light is low?",
        "One of Shakespeare's most mischievous characters is Crab, the dog belonging to Launce in the Two Gentlemen of Verona. The word 'watchdog' is first found in The Tempest?",
        "The oldest dog on record – a Queensland Heeler named Bluey – was 29 years, 5 months old?",
        "Teddy Roosevelt's dog, Pete, ripped a French ambassador's pants off at the White House?",
        "Obesity is the top health problem among dogs?",
        "The Mayans and Aztecs symbolized every tenth day with the dog, and those born under this sign were believed to have outstanding leadership skills?",
        "The Labrador Retriever has been the most popular dog breed since 1991?",
        "Dogs' nose prints are as unique as a human's finger prints, and can be used to accurately identify them?",
        "When 'Bobbie,' a Collie/Shepherd mix, was accidentally abandoned on a family vacation, he traveled 2,551 miles over six months to return to his home?",
        "Analysis of the dog genome demonstrate only 4 major types of dogs: 'Old Lineage Dogs,' 'Mastiff-type Dogs,' 'Herding Dogs,' and 'Modern Hunting Dogs.'",
        "Davy Crockett had a dog named Sport?",
        "Dogs live an average of 15 years?",
        "The dog was frequently depicted in Greek art, including Cerberus, the three-headed hound guarding the entrance to the underworld, and the hunting dogs which accompanied the virgin goddess of the chase, Diana?",
        "Puppies sleep 90% of the day for their first few weeks?",
        "Many foot disorders in dogs are simply an issue of too-long toenails?",
        "A Russian dog named Laika was the first animal in space, traveling around Earth in 1957?",
        "Move over Rover! 45% of dogs sleep in their owner's bed (we're pretty sure a large percentage also hog the blankets!)",
        "Dogs with a flesh colored nose is said to have a 'Dudley Nose.'",
        "Fifty-eight percent of people put pets in family and holiday portraits?",
        "The U.S. has the highest dog population in the world?",
        "Newfoundlands are great swimmers because of their webbed feet?",
        "The Berger Picard, Miniature American Shepherd and Lagotto Romagnolo are the newest dog breeds recognized by the American Kennel Club in 2015?",
        "During the Middle Ages, mixed breeds of peasants' dogs were required to wear blocks around their necks to keep them from breeding with noble hunting dogs. Purebred dogs were very expensive and hunting became the province of the rich?",
        "The Chihuahua was named after the state in Mexico where they were discovered?",
        "Teams of dogs compete for the fastest time without errors in Flyball races?",
        "Three of the 12 dogs on the Titanic survived?",
        "Bichons, Portuguese Water Dogs, Kerry Blue Terriers, Maltese and Poodles are all good choices if you have allergies since they shed less than other breeds?",
        "Petting a dog can lower your blood pressure?",
        "One survey reports that 33% of dog owners admit they talk to their dogs on the phone or leave messages on answering machines while they are away.?",
        "Dogs are naturally submissive to any creature with a higher pack status?",
        "Dogs are naturally submissive to any creature with higher pack status, human or canine?",
        "President Lyndon Johnson had two beagles named Him and Her?",
        "Humans can detect sounds at 20,000 times per second, while dogs can sense frequencies of 30,000 times per second?",
        "The most dogs ever owned by one person were 5,000 Mastiffs owned by Kublai Khan?",
        "There are an estimated 400 million dogs in the world?",
        "More than one in three U.S. families owns a dog?",
        "Dogs don't enjoy being hugged as much as humans and other primates. Canines interpret putting a limb over another animal as a sign of dominance?",
        "The phrase 'raining cats and dogs' originated in 17th century England when it is believed that many cats and dogs drowned during heavy periods of rain?",
        "The ancient religion Zoroastrianism includes in its religious text titled the Zend Avesta a section devoted to the care and breeding of dogs?",
        "The bible mentions dogs 14 times?",
        "Boxers are so named because of their manner of playing using their front paws?",
        "During the Renaissance, detailed portraits of the dog as a symbol of fidelity and loyalty appeared in mythological, allegorical, and religious art throughout Europe, including works by Leonardo da Vinci, Diego Velázquez, Jan van Eyck, and Albrecht Durer?",
        "Petting dogs is proven to lower blood pressure of dog owners?",
        "Smaller breeds mature faster than larger breeds?",
        "Dogs have no sense of time?",
        "In 2001, it was estimated that there are approximately 400 million dogs in the world?",
        "At the end of WWI, the German government trained the first guide dogs for war-blinded soldiers?",
        "Dogs sleep for an average of 10 hours per day?",
        "Dogs have been used since the 1700's for therapy?",
        "Smaller breeds of dogs mature faster than larger breeds?",
        "A dog's pregnancy lasts for approximately 60 days?",
        "Seventy percent of people sign their pet's name on greeting and holiday cards?",
        "French poodles did not originate in France but in Germany ('poodle' comes from the German pudel or pudelhund, meaning 'splashing dog'). Some scholars speculate the poodle's puffs of hair evolved when hunters shaved the poodle for more efficient swimming, while leaving the pom-poms around the major joints to keep them warm?",
        "In 1957, Laika became the first living being in space via an earth satellite and JFK's terrier, Charlie, fathered 4 puppies with Laika's daughter?",
        "The most popular dog breed in Canada, U.S., and Great Britain is the Labrador retriever?",
        "Although it was once illegal to keep dogs as pets in Iceland's capital city, the laws have been relaxed?",
        "The Basenji is the only barkless dog?",
        "Dogs are capable of understanding up to 250 words and gestures, can count up to five and can perform simple mathematical calculations. The average dog is as intelligent as a two-year-old child?",
        "Basset Hounds cannot swim?",
        "The phrase 'raining cats and dogs' originated in seventeenth-century England. During heavy rainstorms, many homeless animals would drown and float down the streets, giving the appearance that it had actually rained cats and dogs?",
        "The Labrador is so popular, in 2006 there were approximately 3-5 times more Labs as there were German Shepherds or Golden Retrievers?",
        "Male dogs will raise their legs while urinating to aim higher on a tree or lamppost because they want to leave a message that they are tall and intimidating. Some wild dogs in Africa try to run up tree trunks while they are urinating to appear to be very large?",
        "Even with their poor eyesight, dogs can still see better at night than humans do?",
        "An elderly woman was saved by her 12-pound Yorkshire Terrier, who fought off an 80- pound Akita, and survived with only 9 stitches?",
        "Unlike cats, dogs are not exclusively carnivores: they can adapt to different foods, and a percentage of their diets can be fruits and vegetables?",
        "Female wolves have been known to travel great distances to regurgitate full meals for their hungry pups?",
        "There are hundreds of breeds of dogs?",
        "In Egypt, a person bitten by a rabid dog was encouraged to eat the roasted liver of a dog infected with rabies to avoid contracting the disease. The tooth of a dog infected with rabies would also be put in a band tied to the arm of the person bitten. The menstrual blood of a female dog was used for hair removal, while dog genitals were used for preventing the whitening of hair?",
        "Dogs can get jealous when their humans display affection toward someone or something else?",
        "Weird dog laws include allowing police offers in Palding, Ohio, to bite a dog to quiet it. In Ventura County, California, cats and dogs are not allowed to have sex without a permit?",
        "The largest dog was an English Mastiff who weighed 343 pounds?"
    ],
	"kitt": [
        "Every year, nearly four million cats are eaten in Asia",
        "On average, cats spend 2/3 of every day sleeping",
        "Unlike dogs, cats do not have a sweet tooth",
        "When a cat chases its prey, it keeps its head level",
        "The technical term for a cat's hairball is a bezoar",
        "A group of cats is called a clowder",
        "Female cats tend to be right pawed, while male cats are more often left pawed",
        "A cat cannot climb head first down a tree because its claws are curved the wrong way",
        "Cats make about 100 different sounds",
        "A cat's brain is biologically more similar to a human brain than it is to a dog's",
        "There are more than 500 million domestic cats in the world",
        "Approximately 24 cat skins can make a coat",
        "During the Middle Ages, cats were associated with witchcraft",
        "Cats are the most popular pet in North American Cats are North America's most popular pets",
        "Approximately 40,000 people are bitten by cats in the U.S?",
        "A cat's hearing is better than a dog's",
        "A cat can travel at a top speed of approximately 31 mph (49 km) over a short distance",
        "A cat can jump up to five times its own height in a single bound",
        "Some cats have survived falls of over 20 meters",
        "Researchers are unsure exactly how a cat purrs",
        "When a family cat died in ancient Egypt, family members would mourn by shaving off their eyebrows",
        "In 1888, more than 300,000 mummified cats were found an Egyptian cemetery",
        "Most cats give birth to a litter of between one and nine kittens",
        "Smuggling a cat out of ancient Egypt was punishable by death",
        "The earliest ancestor of the modern cat lived about 30 million years ago",
        "The biggest wildcat today is the Siberian Tiger",
        "The smallest wildcat today is the Black-footed cat",
        "Many Egyptians worshipped the goddess Bast, who had a woman's body and a cat's head",
        "Mohammed loved cats and reportedly his favorite cat, Muezza, was a tabby",
        "The smallest pedigreed cat is a Singapura, which can weigh just 4 lbs",
        "Cats hate the water because their fur does not insulate well when it's wet",
        "The Egyptian Mau is probably the oldest breed of cat",
        "A cat usually has about 12 whiskers on each side of its face",
        "A cat's eyesight is both better and worse than humans",
        "A cat's jaw can't move sideways, so a cat can't chew large chunks of food",
        "A cat almost never meows at another cat, mostly just humans",
        "A cat's back is extremely flexible because it has up to 53 loosely fitting vertebrae",
        "Many cat owners think their cats can read their minds",
        "Two members of the cat family are distinct from all others: the clouded leopard and the cheetah",
        "In Japan, cats are thought to have the power to turn into super spirits when they die",
        "Most cats had short hair until about 100 years ago, when it became fashionable to own cats and experiment with breeding",
        "Cats have 32 muscles that control the outer ear",
        "Cats have about 20,155 hairs per square centimeter",
        "The first cat show was organized in 1871 in London",
        "A cat has 230 bones in its body",
        "Foods that should not be given to cats include onions, garlic, green tomatoes, raw potatoes, chocolate, grapes, and raisins",
        "A cat's heart beats nearly twice as fast as a human heart",
        "Cats spend nearly 1/3 of their waking hours cleaning themselves",
        "Grown cats have 30 teeth",
        "The largest cat breed is the Ragdoll",
        "Cats are extremely sensitive to vibrations",
        "The cat who holds the record for the longest non-fatal fall is Andy",
        "The richest cat is Blackie who was left 15 million pounds by his owner, Ben Rea",
        "Around the world, cats take a break to nap —a catnap— 425 million times a day",
        "In homes with more than one cat, it is best to have cats of the opposite sex. They tend to be better housemates?",
        "Cats are unable to detect sweetness in anything they taste",
        "Perhaps the oldest cat breed on record is the Egyptian Mau, which is also the Egyptian language's word for cat",
        "In one litter of kittens, there could be multiple father cats",
        "Teeth of cats are sharper when they're kittens. After six months, they lose their needle-sharp milk teeth",
        "Collectively, kittens yawn about 200 million time per hour",
        "According to the International Species Information Service, there are only three Marbled Cats still in existence worldwide.  One lives in the United States?",
        "Cats show affection and mark their territory by rubbing on people. Glands on their face, tail and paws release a scent to make its mark",
        "Maine Coons are the most massive breed of house cats. They can weigh up to around 24 pounds",
        "If you killed a cat in the ages of Pharaoh, you could've been put to death",
        "Most cats will eat 7 to 20 small meals a day. This interesting fact is brought to you by Nature's Recipe®",
        "Most cats don't have eyelashes",
        "Call them wide-eyes: cats are the mammals with the largest eyes",
        "Cats who eat too much tuna can become addicted, which can actually cause a Vitamin E deficiency",
        "Cats can pick up on your tone of voice, so sweet-talking to your cat has more of an impact than you think",
        "Some cats can survive falls from as high up as 65 feet or more",
        "Genetically, cats' brains are more similar to that of a human than a dog's brain",
        "If your cat's eyes are closed, it's not necessarily because it's tired. A sign of closed eyes means your cat is happy or pleased",
        "Cats CAN be lefties and righties, just like us. More than forty percent of them are, leaving some ambidextrous",
        "Cats have the skillset that makes them able to learn how to use a toilet",
        "Each side of a cat's face has about 12 whiskers",
        "Landing on all fours is something typical to cats thanks to the help of their eyes and special balance organs in their inner ear. These tools help them straighten themselves in the air and land upright on the ground?",
        "Eating grass rids a cats' system of any fur and helps with digestion",
        "Cats have 24 more bones than humans",
        "Black cats aren't an omen of ill fortune in all cultures. In the UK and Australia, spotting a black cat is good luck",
        "The Maine Coon is appropriately the official State cat of its namesake state",
        "The world's most fertile cat, whose name was Dusty, gave birth to 420 kittens in her lifetime",
        "Sometimes called the Canadian Hairless, the Sphynx is the first cat breed that has lasted this long—the breed has been around since 1966",
        "Sir Isaac Newton, among his many achievements, invented the cat flap door",
        "In North America, cats are a more popular pet than dogs. Nearly 73 million cats and 63 million dogs are kept as household pets",
        "Today, cats are living twice as long as they did just 50 years ago",
        "Outdoor cats' lifespan averages at about 3 to 5 years; indoor cats have lives that last 16 years or more",
        "Cats have the cognitive ability to sense a human's feelings and overall mood",
        "Cats prefer their food at room temperature—not too hot, not too cold",
        "Bobtails are known to have notably short tails -- about half or a third the size of the average cat",
        "A fingerprint is to a human as a nose is to a cat",
        "Cats have over 100 sounds in their vocal repertoire, while dogs only have 10",
        "Cats came to the Americas from Europe as pest controllers in the 1750s",
        "According to the Association for Pet Obesity Prevention (APOP), about 50 million of our cats are overweight",
        "Cats use their whiskers to measure openings, indicate mood and general navigation",
        "Blue-eyed cats have a high tendency to be deaf, but not all cats with blue eyes are deaf",
        "Ancient Egyptians first adored cats for their finesse in killing rodents—as far back as 4,000 years ago",
        "The color of York Chocolates becomes richer with age. Kittens are born with a lighter coat than the adults",
        "Because of widespread cat smuggling in ancient Egypt, the exportation of cats was a crime punishable by death",
        "Cats actually have dreams, just like us. They start dreaming when they reach a week old",
        "It is important to include fat in your cat's diet because they're unable to make the nutrient in their bodies on their own"
    ]
}
